Repository: quylang88/mistia
Catalog: Mistia/Localizable.xcstrings
Source language: vi
Languages: en, ja

# shared.sync.familyOwnerPushConflict.alertMessage
source: Mục này đã thay đổi trên cloud. Mistia sẽ làm mới dữ liệu rồi bạn có thể thử lại. Thay đổi chưa đẩy của bạn sẽ bị bỏ.
en: This item changed in the cloud. Mistia will refresh the data, then you can try again. Your unpushed change will be discarded.
ja: この項目はクラウドで変更されました。ミスティアがデータを更新するので、その後もう一度お試しください。未送信の変更は破棄されます。

# shared.sync.familyOwnerPushConflict.alertTitle
source: Dữ liệu đã thay đổi
en: Data changed
ja: データが変更されました

# shared.sync.familyOwnerPushConflict.badge
source: Đã có thay đổi trên cloud
en: Changed in cloud
ja: クラウドで変更あり

# shared.sync.mistiasync.active
source: Đang active
en: Active
ja: 有効

# shared.sync.mistiasync.active2
source: Đang dùng
en: Active
ja: 有効

# shared.sync.mistiasync.amount
source: Số tiền
en: Amount
ja: 金額

# shared.sync.mistiasync.amountPerCycle
source: Số tiền mỗi kỳ
en: Amount per cycle
ja: 各回の金額

# shared.sync.mistiasync.archived
source: Đã lưu trữ
en: Archived
ja: アーカイブ済み

# shared.sync.mistiasync.archived2
source: Lưu trữ
en: Archived
ja: アーカイブ

# shared.sync.mistiasync.archivedAt
source: Lưu trữ lúc
en: Archived at
ja: アーカイブ日時

# shared.sync.mistiasync.bill
source: Hóa đơn
en: Bill
ja: 請求書

# shared.sync.mistiasync.budget
source: Ngân sách
en: Budget
ja: 予算

# shared.sync.mistiasync.budget2
source: Ngân sách
en: Budget
ja: 予算

# shared.sync.mistiasync.budgetPlan
source: Ngân sách
en: Budget plan
ja: 予算

# shared.sync.mistiasync.cardName
source: Tên thẻ
en: Card name
ja: カード名

# shared.sync.mistiasync.cardNetwork
source: Mạng thẻ
en: Card network
ja: カードブランド

# shared.sync.mistiasync.cardWallet
source: Ví thẻ
en: Card wallet
ja: カードウォレット

# shared.sync.mistiasync.category
source: Danh mục
en: Category
ja: カテゴリ

# shared.sync.mistiasync.category2
source: Danh mục
en: Category
ja: カテゴリ

# shared.sync.mistiasync.categorySnapshot
source: Ảnh chụp danh mục
en: Category snapshot
ja: カテゴリスナップショット

# shared.sync.mistiasync.closesValueDueValue
source: Chốt %@, hạn %@
en: Closes %@, due %@
ja: 締め %@, 支払 %@

# shared.sync.mistiasync.closingDay
source: Ngày chốt
en: Closing day
ja: 締め日

# shared.sync.mistiasync.color
source: Màu
en: Color
ja: 色

# shared.sync.mistiasync.counterparty
source: Đối tác
en: Counterparty
ja: 相手先

# shared.sync.mistiasync.creditCard
source: Thẻ tín dụng
en: Credit card
ja: クレジットカード

# shared.sync.mistiasync.creditLimit
source: Hạn mức
en: Credit limit
ja: 利用限度額

# shared.sync.mistiasync.currency
source: Tiền tệ
en: Currency
ja: 通貨

# shared.sync.mistiasync.cycles
source: Số kỳ
en: Cycles
ja: 回数

# shared.sync.mistiasync.dayValue
source: Ngày %@
en: Day %@
ja: %@日

# shared.sync.mistiasync.debtIntent
source: Ý định nợ
en: Debt intent
ja: 債務区分

# shared.sync.mistiasync.deleted
source: Đã xóa
en: Deleted
ja: 削除済み

# shared.sync.mistiasync.deletedAt
source: Xóa lúc
en: Deleted at
ja: 削除日時

# shared.sync.mistiasync.deletedAtValue
source: Đã xóa lúc %@
en: Deleted at %@
ja: %@ に削除

# shared.sync.mistiasync.deletedHereEditedInCloud
source: Máy này xóa, cloud đã sửa
en: Deleted here, edited in cloud
ja: この端末で削除、クラウドでは編集

# shared.sync.mistiasync.deleteStatus
source: Trạng thái xóa
en: Delete status
ja: 削除状態

# shared.sync.mistiasync.destinationWallet
source: Ví đích
en: Destination wallet
ja: 入金ウォレット

# shared.sync.mistiasync.dueDay
source: Hạn trả
en: Payment deadline
ja: 支払い期限

# shared.sync.mistiasync.dueOccurrence
source: Kỳ thanh toán
en: Payment occurrence
ja: 支払いが必要

# shared.sync.mistiasync.dueOccurrence2
source: Kỳ thanh toán
en: Payment occurrence
ja: 支払いが必要

# shared.sync.mistiasync.duplicateCreate
source: Trùng tạo dữ liệu
en: Duplicate create
ja: 重複作成

# shared.sync.mistiasync.editedHereDeletedInCloud
source: Máy này sửa, cloud đã xóa
en: Edited here, deleted in cloud
ja: この端末で編集、クラウドでは削除

# shared.sync.mistiasync.editedOnTwoDevices
source: Hai thiết bị cùng sửa
en: Edited on two devices
ja: 2 台で同時編集

# shared.sync.mistiasync.englishName
source: Tên tiếng Anh
en: English name
ja: 英語名

# shared.sync.mistiasync.familyBudget
source: Ngân sách gia đình
en: Family budget
ja: 家族予算

# shared.sync.mistiasync.favorite
source: Yêu thích
en: Favorite
ja: お気に入り

# shared.sync.mistiasync.goal
source: Mục tiêu
en: Goal
ja: 目標

# shared.sync.mistiasync.hierarchyRole
source: Vai trò phân cấp
en: Hierarchy role
ja: 階層ロール

# shared.sync.mistiasync.installment
source: Trả góp
en: Installment
ja: 分割払い

# shared.sync.mistiasync.institution
source: Ngân hàng
en: Institution
ja: 金融機関

# shared.sync.mistiasync.institutionPreset
source: Preset ngân hàng
en: Institution preset
ja: 金融機関プリセット

# shared.sync.mistiasync.japaneseName
source: Tên tiếng Nhật
en: Japanese name
ja: 日本語名

# shared.sync.mistiasync.keepDeleted
source: Giữ đã xóa
en: Keep deleted
ja: 削除を維持

# shared.sync.mistiasync.kind
source: Loại
en: Kind
ja: 種別

# shared.sync.mistiasync.lastDigits
source: 4 số cuối
en: Last 4 digits
ja: 下4桁

# shared.sync.mistiasync.lastModifiedDevice
source: Thiết bị sửa cuối
en: Last modified device
ja: 最終更新端末

# shared.sync.mistiasync.limit
source: Hạn mức
en: Limit
ja: 上限

# shared.sync.mistiasync.linkedTransaction
source: Thu chi liên kết
en: Linked cashflow item
ja: リンク済み取引

# shared.sync.mistiasync.linkedWallet
source: Ví liên kết
en: Linked wallet
ja: リンク済みウォレット

# shared.sync.mistiasync.month
source: Tháng
en: Month
ja: 月

# shared.sync.mistiasync.monthlyFrequency
source: Chu kỳ tháng
en: Monthly frequency
ja: 月単位の周期

# shared.sync.mistiasync.name
source: Tên
en: Name
ja: 名前

# shared.sync.mistiasync.nameUnavailable
source: Không tìm thấy tên
en: Name unavailable
ja: 名前なし

# shared.sync.mistiasync.no
source: Không
en: No
ja: いいえ

# shared.sync.mistiasync.none
source: Chưa có
en: None
ja: なし

# shared.sync.mistiasync.note
source: Ghi chú
en: Note
ja: メモ

# shared.sync.mistiasync.notes
source: Ghi chú
en: Notes
ja: メモ

# shared.sync.mistiasync.openingBalance
source: Số dư đầu kỳ
en: Opening balance
ja: 初期残高

# shared.sync.mistiasync.paidAt
source: Đã trả lúc
en: Paid at
ja: 支払い日時

# shared.sync.mistiasync.parentCategory
source: Danh mục cha
en: Parent category
ja: 親カテゴリ

# shared.sync.mistiasync.parentSnapshot
source: Ảnh chụp danh mục cha
en: Parent snapshot
ja: 親カテゴリスナップショット

# shared.sync.mistiasync.paused
source: Tạm dừng
en: Paused
ja: 一時停止

# shared.sync.mistiasync.pausedAt
source: Tạm dừng lúc
en: Paused at
ja: 一時停止日時

# shared.sync.mistiasync.paymentWallet
source: Ví thanh toán
en: Payment wallet
ja: 支払いウォレット

# shared.sync.mistiasync.restoreRecord
source: Khôi phục bản trên máy
en: Restore record
ja: この端末の内容を復元

# shared.sync.mistiasync.resumeStartMonth
source: Tháng bắt đầu lại
en: Resume month
ja: 再開月

# shared.sync.mistiasync.rollover
source: Chuyển dư
en: Rollover
ja: 繰り越し

# shared.sync.mistiasync.saved
source: Đã tiết kiệm
en: Saved
ja: 貯蓄済み

# shared.sync.mistiasync.scheduledDate
source: Ngày dự kiến
en: Scheduled date
ja: 予定日

# shared.sync.mistiasync.sortOrder
source: Thứ tự
en: Sort order
ja: 並び順

# shared.sync.mistiasync.source
source: Nguồn
en: Source
ja: ソース

# shared.sync.mistiasync.sourceWallet
source: Ví nguồn
en: Source wallet
ja: 出金ウォレット

# shared.sync.mistiasync.status
source: Trạng thái
en: Status
ja: 状態

# shared.sync.mistiasync.systemCategory
source: Danh mục hệ thống
en: System category
ja: システムカテゴリ

# shared.sync.mistiasync.systemKey
source: Mã hệ thống
en: System key
ja: システムキー

# shared.sync.mistiasync.target
source: Mục tiêu
en: Target
ja: 目標額

# shared.sync.mistiasync.targetDate
source: Ngày mục tiêu
en: Target date
ja: 目標日

# shared.sync.mistiasync.targetValue
source: Mục tiêu %@
en: Target %@
ja: 目標 %@

# shared.sync.mistiasync.title
source: Tiêu đề
en: Title
ja: タイトル

# shared.sync.mistiasync.transaction
source: Thu chi
en: Cashflow
ja: 収支

# shared.sync.mistiasync.transaction2
source: Thu chi
en: Cashflow
ja: 収支

# shared.sync.mistiasync.transactionDate
source: Ngày thu chi
en: Cashflow date
ja: 取引日

# shared.sync.mistiasync.transactionType
source: Loại thu chi
en: Cashflow type
ja: 取引種別

# shared.sync.mistiasync.transferSubtype
source: Nhánh chuyển khoản
en: Transfer subtype
ja: 振替サブタイプ

# shared.sync.mistiasync.unnamedTransaction
source: Thu chi không tên
en: Unnamed cashflow item
ja: 無名取引

# shared.sync.mistiasync.unnamedTransaction2
source: Thu chi không tên
en: Unnamed cashflow item
ja: 無名取引

# shared.sync.mistiasync.updatedAt
source: Cập nhật lúc
en: Updated at
ja: 更新日時

# shared.sync.mistiasync.useCloudVersion
source: Dùng bản trên cloud
en: Use cloud version
ja: クラウドの内容を使う

# shared.sync.mistiasync.useThisDeviceSVersion
source: Dùng bản trên máy này
en: Use this device's version
ja: この端末の内容を使う

# shared.sync.mistiasync.valueCycles
source: %@ kỳ
en: %@ cycles
ja: %@回

# shared.sync.mistiasync.wallet
source: Ví
en: Wallet
ja: ウォレット

# shared.sync.mistiasync.wallet2
source: Ví
en: Wallet
ja: ウォレット

# shared.sync.mistiasync.walletType
source: Loại ví
en: Wallet type
ja: ウォレット種別

# shared.sync.mistiasync.yes
source: Có
en: Yes
ja: はい

# shared.sync.mistiasynccoordinator.aFamilyMember
source: Một thành viên
en: A family member
ja: 家族メンバー

# shared.sync.mistiasynccoordinator.aTransaction
source: một khoản thu chi
en: a cashflow item
ja: 収支

# shared.sync.mistiasynccoordinator.billDeleted
source: Hóa đơn đã xóa
en: Bill deleted
ja: 請求が削除されました

# shared.sync.mistiasynccoordinator.billUpdated
source: Hóa đơn đã cập nhật
en: Bill updated
ja: 請求が更新されました

# shared.sync.mistiasynccoordinator.budgetDeleted
source: Ngân sách đã xóa
en: Budget deleted
ja: 予算が削除されました

# shared.sync.mistiasynccoordinator.budgetUpdated
source: Ngân sách đã cập nhật
en: Budget updated
ja: 予算が更新されました

# shared.sync.mistiasynccoordinator.categoryDeleted
source: Danh mục đã xóa
en: Category deleted
ja: カテゴリが削除されました

# shared.sync.mistiasynccoordinator.categoryUpdated
source: Danh mục đã cập nhật
en: Category updated
ja: カテゴリが更新されました

# shared.sync.mistiasynccoordinator.cloudChangedRefreshRequired
source: Một số mục đã có bản mới hơn trên cloud. Làm mới dữ liệu đã đổi rồi thử lại; các thay đổi khác vẫn tiếp tục được đẩy.
en: Some items have a newer cloud version. Refresh the changed data and try again; other changes continue to upload.
ja: 一部の項目はクラウド側に新しい版があります。変更されたデータを更新してから再試行してください。他の変更は引き続きアップロードされます。

# shared.sync.mistiasynccoordinator.downloadedValueRecordsFromTheCloud
source: Đã nhận %@ bản ghi từ cloud.
en: Downloaded %@ records from the cloud.
ja: クラウドから %@ 件を取得しました。

# shared.sync.mistiasynccoordinator.familyActivity
source: Hoạt động gia đình
en: Family activity
ja: 家族のアクティビティ

# shared.sync.mistiasynccoordinator.goalDeleted
source: Mục tiêu đã xóa
en: Goal deleted
ja: 目標が削除されました

# shared.sync.mistiasynccoordinator.goalUpdated
source: Mục tiêu đã cập nhật
en: Goal updated
ja: 目標が更新されました

# shared.sync.mistiasynccoordinator.installmentDeleted
source: Trả góp đã xóa
en: Installment deleted
ja: 分割払いが削除されました

# shared.sync.mistiasynccoordinator.installmentUpdated
source: Trả góp đã cập nhật
en: Installment updated
ja: 分割払いが更新されました

# shared.sync.mistiasynccoordinator.newTransaction
source: Thu chi mới
en: New cashflow item
ja: 新しい取引

# shared.sync.mistiasynccoordinator.syncCompletedAcrossValueRecords
source: Đồng bộ xong %@ bản ghi.
en: Sync completed across %@ records.
ja: %@ 件の同期が完了しました。

# shared.sync.mistiasynccoordinator.thereAreNoNewChangesToSync
source: Không có thay đổi mới cần đồng bộ.
en: There are no new changes to sync.
ja: 新しく同期する変更はありません。

# shared.sync.mistiasynccoordinator.transactionDeleted
source: Thu chi đã xóa
en: Cashflow deleted
ja: 取引が削除されました

# shared.sync.mistiasynccoordinator.transactionUpdated
source: Thu chi đã cập nhật
en: Cashflow updated
ja: 取引が更新されました

# shared.sync.mistiasynccoordinator.uploadedLocalChangesToTheCloud
source: Đã đẩy thay đổi local lên cloud.
en: Uploaded local changes to the cloud.
ja: ローカル変更をクラウドへアップロードしました。

# shared.sync.mistiasynccoordinator.uploadedValueLocalRecordsToTheCloud
source: Đã đẩy %@ bản ghi local lên cloud.
en: Uploaded %@ local records to the cloud.
ja: ローカルの %@ 件をクラウドへアップロードしました。

# shared.sync.mistiasynccoordinator.valueChangedOneOfYourTransactions
source: %@ vừa thao tác trên thu chi của bạn.
en: %@ changed one of your cashflow items.
ja: %@があなたの取引を変更しました。

# shared.sync.mistiasynccoordinator.valueChangedYourData
source: %@ vừa thao tác trên dữ liệu của bạn.
en: %@ changed your data.
ja: %@があなたのデータを変更しました。

# shared.sync.mistiasynccoordinator.valueDeletedValueOnYourWallet
source: %@ vừa xóa %@ trên ví của bạn.
en: %@ deleted %@ on your wallet.
ja: %@があなたのウォレットの%@を削除しました。

# shared.sync.mistiasynccoordinator.valueEditedValueOnYourWallet
source: %@ vừa chỉnh sửa %@ trên ví của bạn.
en: %@ edited %@ on your wallet.
ja: %@があなたのウォレットの%@を編集しました。

# shared.sync.mistiasynccoordinator.valueUpdatedYourBudget
source: %@ vừa cập nhật ngân sách của bạn.
en: %@ updated your budget.
ja: %@があなたの予算を更新しました。

# shared.sync.mistiasynccoordinator.valueUpdatedYourValueBill
source: %@ vừa cập nhật hóa đơn %@ của bạn.
en: %@ updated your %@ bill.
ja: %@があなたの請求%@を更新しました。

# shared.sync.mistiasynccoordinator.valueUpdatedYourValueCategory
source: %@ vừa cập nhật danh mục %@ của bạn.
en: %@ updated your %@ category.
ja: %@があなたのカテゴリ%@を更新しました。

# shared.sync.mistiasynccoordinator.valueUpdatedYourValueGoal
source: %@ vừa cập nhật mục tiêu %@ của bạn.
en: %@ updated your %@ goal.
ja: %@があなたの目標%@を更新しました。

# shared.sync.mistiasynccoordinator.valueUpdatedYourValueInstallment
source: %@ vừa cập nhật trả góp %@ của bạn.
en: %@ updated your %@ installment.
ja: %@があなたの分割払い%@を更新しました。

# shared.sync.mistiasynccoordinator.valueUpdatedYourValueWallet
source: %@ vừa cập nhật ví %@ của bạn.
en: %@ updated your %@ wallet.
ja: %@があなたの%@ウォレットを更新しました。

# shared.sync.mistiasynccoordinator.valueUsedYourValueWalletToCreate
source: %@ vừa sử dụng ví %@ của bạn để tạo %@.
en: %@ used your %@ wallet to create %@.
ja: %@があなたの%@ウォレットで%@を作成しました。

# shared.sync.mistiasynccoordinator.valueUsedYourWalletToCreateValue
source: %@ vừa sử dụng ví của bạn để tạo %@.
en: %@ used your wallet to create %@.
ja: %@があなたのウォレットで%@を作成しました。

# shared.sync.mistiasynccoordinator.walletDeleted
source: Ví đã xóa
en: Wallet deleted
ja: ウォレットが削除されました

# shared.sync.mistiasynccoordinator.walletUpdated
source: Ví đã cập nhật
en: Wallet updated
ja: ウォレットが更新されました

# shared.sync.receiptanalysis.couldnTAnalyzeThisReceiptRightNow
source: Không thể phân tích bill lúc này.
en: Couldn't analyze this receipt right now.
ja: 現在レシートを解析できません。

# shared.sync.receiptanalysis.receiptAITookTooLongTryAgain
source: AI đang mất quá lâu để phân tích bill. Hãy thử lại sau.
en: Receipt AI is taking too long. Try again later.
ja: レシートAIの解析に時間がかかりすぎています。しばらくしてからもう一度お試しください。

# shared.sync.receiptanalysis.requestTimedOutCheckNetwork
source: Mạng phản hồi quá chậm. Hãy kiểm tra kết nối và thử lại sau.
en: The network was too slow to respond. Check your connection and try again.
ja: ネットワークの応答が遅すぎます。接続を確認してからもう一度お試しください。

# shared.sync.receiptanalysis.signInToAnalyzeReceipts
source: Bạn cần đăng nhập để phân tích bill.
en: Sign in to analyze receipts.
ja: レシート解析にはサインインが必要です。

# shared.sync.receiptanalysis.theNextDailyReset
source: lần reset ngày tiếp theo
en: the next daily reset
ja: 次の日次リセット

# shared.sync.receiptanalysis.theReceiptImageIsTooLargeChoose
source: Ảnh bill quá lớn. Hãy chọn ảnh rõ hơn nhưng nhẹ hơn.
en: The receipt image is too large. Choose a clearer, smaller image.
ja: レシート画像が大きすぎます。より軽い画像を選択してください。

# shared.sync.receiptanalysis.unstableNetworkTryAgain
source: Kết nối mạng không ổn định. Hãy kiểm tra mạng và thử lại sau.
en: The network connection is unstable. Check your connection and try again.
ja: ネットワーク接続が不安定です。接続を確認してからもう一度お試しください。

# shared.sync.receiptanalysis.youVeReachedTodaySReceiptScan
source: Bạn đã đạt giới hạn quét bill hôm nay. Vui lòng thử lại sau %@.
en: You've reached today's receipt scan limit. Try again after %@.
ja: 本日のレシート読み取り上限に達しました。%@ 以降にもう一度お試しください。

# shared.sync.receiptanalysis.youVeReachedTodaySReceiptScan2
source: Bạn đã đạt giới hạn quét bill hôm nay. Vui lòng thử lại sau thời điểm reset ngày.
en: You've reached today's receipt scan limit. Try again after the daily reset.
ja: 本日のレシート読み取り上限に達しました。日次リセット後にもう一度お試しください。

# transactions.aibill.addBills
source: Thêm bill
en: Add bills
ja: レシートを追加

# transactions.aibill.aiBill
source: Phân tích bill
en: Receipt Analysis
ja: レシート解析

# transactions.aibill.allocated
source: Đã phân bổ
en: Allocated
ja: 按分済み

# transactions.aibill.allocateDiscount
source: Phân bổ tỷ lệ
en: Allocate proportionally
ja: 按分

# transactions.aibill.analyze
source: Phân tích
en: Analyze
ja: 解析

# transactions.aibill.analyzing
source: Đang phân tích...
en: Analyzing...
ja: 解析中...

# transactions.aibill.created
source: Đã tạo
en: Created
ja: 作成済み

# transactions.aibill.createTransaction
source: Thêm
en: Add
ja: 追加

# transactions.aibill.discardAnalysis
source: Thoát
en: Leave
ja: 閉じる

# transactions.aibill.discountLine
source: Giảm giá
en: Discount
ja: 値引

# transactions.aibill.imageContainsMultipleBills
source: Ảnh này có vẻ chứa nhiều bill. Hãy tách ra mỗi ảnh một bill rồi gửi lại.
en: This image appears to contain multiple receipts. Split them into one receipt per image and try again.
ja: この画像には複数のレシートが含まれているようです。1枚につき1つのレシートに分けて再度送信してください。

# transactions.aibill.locked
source: Đã chốt
en: Locked
ja: 確定済み

# transactions.aibill.lockedGroupValue
source: Đã chốt %@
en: Locked %@
ja: %@ 確定済み

# transactions.aibill.noBillsMessage
source: Thêm tối đa 5 ảnh bill để AI tách từng mục đã mua.
en: Add up to 5 receipt images for AI to split items.
ja: 最大5枚のレシートを追加してAIで明細を分けます。

# transactions.aibill.noBillsTitle
source: Chưa có bill
en: No receipts yet
ja: レシートがありません

# transactions.aibill.noSelectableItems
source: Chọn các mục hợp lệ để tạo khoản thu chi.
en: Select valid items to create a cashflow item.
ja: 有効な項目を選んで取引を作成してください。

# transactions.aibill.remainingAmountValue
source: Còn lại %@
en: Remaining %@
ja: 残り %@

# transactions.aibill.resultsWillBeLost
source: Dữ liệu phân tích sẽ mất nếu bạn thoát màn này.
en: Analysis data will be lost if you leave this screen.
ja: この画面を閉じると解析データは失われます。

# transactions.aibill.selectedAmountValue
source: Tổng chọn %@
en: Selected %@
ja: 選択 %@

# transactions.aibill.stayHere
source: Ở lại
en: Stay
ja: このまま

# transactions.aibill.tooManyImages
source: Mỗi lần chỉ chọn tối đa %@ ảnh bill.
en: Choose no more than %@ receipt images at a time.
ja: 一度に選択できるレシート画像は %@ 枚までです。

# transactions.aibill.walletForBill
source: Ví của bill
en: Receipt wallet
ja: レシートのウォレット

# transactions.debtsettlement.amountExceedsOutstanding
source: Số tiền không được lớn hơn khoản đang mở.
en: The amount cannot be greater than the open loan balance.
ja: 金額は未決済の債務を超えられません。

# transactions.debtsettlement.detail
source: Chi tiết
en: Details
ja: 詳細

# transactions.generatedTitle.balanceAdjustment
source: Điều chỉnh số dư
en: Balance adjustment
ja: 残高調整

# transactions.generatedTitle.familyTransferReceived
source: Nhận tiền gia đình
en: Family transfer received
ja: 家族送金の受け取り

# transactions.generatedTitle.familyTransferSent
source: Chuyển tiền gia đình
en: Family transfer sent
ja: 家族送金

# transactions.settlement.addExpense
source: Thêm chi tiêu
en: Add expense
ja: 支出を追加

# transactions.settlement.addExpensesToTrackEventCost
source: Thêm chi tiêu mới hoặc chọn chi tiêu có sẵn để lưu chi phí bạn đã trả cho sự kiện.
en: Add a new expense or choose an existing expense to track what you paid for this event.
ja: 新しい支出を追加するか、既存の支出を選んで、このイベントで支払った金額を記録します。

# transactions.settlement.addExpenseToEvent
source: Thêm chi tiêu vào sự kiện
en: Add expense to event
ja: イベントに支出を追加

# transactions.settlement.addNewExpense
source: Thêm chi tiêu mới
en: New expense
ja: 新しい支出

# transactions.settlement.addParticipant
source: Thêm người
en: Add person
ja: 人を追加

# transactions.settlement.addParticipantsInEventEditor
source: Thêm người tham gia trong sự kiện trước khi chia chi phí.
en: Add participants to the event before splitting costs.
ja: 費用を分ける前に、イベントに参加者を追加してください。

# transactions.settlement.addSharedExpense
source: Sự kiện
en: Event
ja: イベント

# transactions.settlement.amount
source: Số tiền
en: Amount
ja: 金額

# transactions.settlement.archiveEvent
source: Lưu trữ sự kiện
en: Archive event
ja: イベントをアーカイブ

# transactions.settlement.archiveEventDescription
source: Sự kiện sẽ được chuyển vào Mục đã lưu trữ. Các thu chi liên kết vẫn ở màn Thu chi nhưng không còn hiển thị badge sự kiện.
en: The event will move to Archived items. Linked expenses stay in Cashflow without the event badge.
ja: イベントはアーカイブ済みアイテムへ移動します。関連する支出はイベントバッジなしで収支に残ります。

# transactions.settlement.archiveEventMessage
source: Lưu trữ sự kiện này? Các thu chi liên kết vẫn được giữ trong Thu chi, còn các giao dịch thanh toán tự động của sự kiện sẽ được ẩn cho đến khi khôi phục.
en: Archive this event? Linked expenses stay in Cashflow, and event-generated settlement transactions are hidden until the event is restored.
ja: このイベントをアーカイブしますか？関連する支出は収支に残り、イベントから作成された精算取引は復元するまで非表示になります。

# transactions.settlement.billCountValue
source: %@ bill
en: %@ bills
ja: %@ 件

# transactions.settlement.category
source: Danh mục
en: Category
ja: カテゴリ

# transactions.settlement.chooseExistingExpense
source: Chọn chi tiêu có sẵn
en: Existing expense
ja: 既存の支出

# transactions.settlement.completedEvents
source: Sự kiện đã hoàn tất
en: Completed events
ja: 完了したイベント

# transactions.settlement.debtFullySettled
source: Khoản nợ này đã được thanh toán hoàn tất
en: This debt has been fully settled
ja: この負債は精算済みです

# transactions.settlement.editDebtAmount
source: Sửa khoản nợ của %@
en: Edit %@ debt amount
ja: %@ の債務額を編集

# transactions.settlement.editEventTitle
source: Sửa sự kiện
en: Edit event
ja: イベントを編集

# transactions.settlement.enterAllParticipantAmounts
source: Vui lòng nhập số tiền cho tất cả người tham gia để chia chi phí.
en: Enter amounts for all participants before splitting expenses.
ja: 費用を分ける前に、すべての参加者の金額を入力してください。

# transactions.settlement.enterAmountsGreaterThanZero
source: Nhập số tiền lớn hơn 0.
en: Enter amounts greater than 0.
ja: 0 より大きい金額を入力してください。

# transactions.settlement.enterEventName
source: Nhập tên sự kiện.
en: Enter the event name.
ja: イベント名を入力してください。

# transactions.settlement.enterParticipant
source: Thêm ít nhất một người tham gia.
en: Add at least one participant.
ja: 参加者を 1 人以上追加してください。

# transactions.settlement.eventBills
source: Chi tiêu của sự kiện
en: Event expenses
ja: イベント支出

# transactions.settlement.eventDetailsTitle
source: Chi tiết sự kiện
en: Event details
ja: イベント詳細

# transactions.settlement.eventName
source: Tên sự kiện
en: Event name
ja: イベント名

# transactions.settlement.eventTitle
source: Sự kiện
en: Event
ja: イベント

# transactions.settlement.noBillsYet
source: Chưa có chi tiêu
en: No expenses yet
ja: 支出はまだありません

# transactions.settlement.noEventsYet
source: Chưa có sự kiện nào
en: No events yet
ja: イベントはまだありません

# transactions.settlement.noEventsYetMessage
source: Các sự kiện chia chi phí sẽ xuất hiện ở đây.
en: Split-expense events will appear here.
ja: 割り勘イベントはここに表示されます。

# transactions.settlement.noParticipantsYet
source: Chưa có người tham gia
en: No participants yet
ja: 参加者なし

# transactions.settlement.noSettlementNeeded
source: Không cần thanh toán thêm.
en: No extra settlement needed.
ja: 追加の精算は不要です。

# transactions.settlement.note
source: Ghi chú
en: Note
ja: メモ

# transactions.settlement.notePlaceholder
source: Thêm ghi chú cho sự kiện
en: Add an event note
ja: イベントメモを追加

# transactions.settlement.ongoingEvents
source: Sự kiện đang diễn ra
en: Ongoing events
ja: 進行中のイベント

# transactions.settlement.paid
source: Đã trả
en: Paid
ja: 支払い済み

# transactions.settlement.paidAmount
source: Đã trả
en: Paid
ja: 支払い済み

# transactions.settlement.participantCollectedValue
source: Đã thu %@
en: Collected %@
ja: %@ 回収済み

# transactions.settlement.participantName
source: Tên
en: Name
ja: 名前
